{
  "nodes": [
    {
      "op": "null", 
      "name": "input1", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "hash": "5aa8db179355d0d1", 
        "num_outputs": "3", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0], 
  "heads": [
    [
      1, 
      0, 
      0
    ], 
    [
      1, 
      1, 
      0
    ], 
    [
      1, 
      2, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16"
      ]
    ], 
    "device_index": [
      "list_int", 
      [1, 1, 1, 1]
    ], 
    "storage_id": [
      "list_int", 
      [0, 1, 2, 3]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 416, 416], 
        [1, 18, 13, 13], 
        [1, 18, 26, 26], 
        [1, 18, 52, 52]
      ]
    ]
  }, 
  "node_row_ptr": [0, 1, 4]
}